// /** @file
//
// Copyright (c) 2006 - 2020, Byosoft Corporation.<BR>
// All rights reserved.This software and associated documentation (if any)
// is furnished under a license and may only be used or copied in
// accordance with the terms of the license. Except as permitted by such
// license, no part of this software or documentation may be reproduced,
// stored in a retrieval system, or transmitted in any form or by any
// means without the express written consent of Byosoft Corporation.
//
// File Name:
//
// Abstract:
//   Platform configuration setup.
//
// Revision History:
//
//

/=#
#langdef   zh-Hans "\wide中文\narrow"
#langdef   en-US "English"
									   
																						   
#string FORMSET_TITLE_SECURITY          #language en-US "Security"
                                        #language zh-Hans "\wide安全\narrow"
#string FORMSET_TITLE_SECURITY_HELP     #language en-US "Security Settings"
                                        #language zh-Hans "\wide安全配置\narrow"
#string STR_EMPTY                       #language en-US   "" 
                                        #language zh-Hans ""
#string STR_SECUREBOOT_TITLE            #language en-US "Secure Boot"
                                        #language zh-Hans "\wide安全启动\narrow"
#string STR_SECUREBOOT_TITLE_HELP       #language en-US "Secure boot settings, include enable/disable function and remove/restore keys." 
                                        #language zh-Hans "\wide安全启动设置，包括打开或关闭功能以及移除或恢复证书。\narrow"                                        
#string STR_PASSWORD_INSTALLED          #language en-US "Installed"
                                        #language zh-Hans "\wide已安装\narrow"
#string STR_PASSWORD_UNINSTALLED        #language en-US "Uninstalled"
                                        #language zh-Hans "\wide未安装\narrow"
#string STR_ADMIN_PASSWORD              #language en-US "Administrator Password"
                                        #language zh-Hans "\wide管理员密码\narrow"
#string STR_SET_ADMIN_PASSWORD          #language en-US   "Set Administrator Password"
                                        #language zh-Hans "\wide设置管理员密码\narrow"
#string STR_ADMIN_PASSWORD_HELP         #language en-US   "Set Administrator Password, Password must be 6 to 20 alpha numeric characters. Default password is Empty."
                                        #language zh-Hans "\wide设置管理员密码，密码必须是\narrow6-20\wide个字母数字字符。默认密码为空。\narrow"
																						   
#string STR_USER_PASSWORD               #language en-US "User Password"
                                        #language zh-Hans "\wide用户密码\narrow"
#string STR_SET_USER_PASSWORD           #language en-US "Set User Password"
                                        #language zh-Hans "\wide设置用户密码\narrow"
#string STR_USER_PASSWORD_HELP          #language en-US "Set User Password, Password must be 6 to 20 alpha numeric characters. Default password is Empty."
                                        #language zh-Hans "\wide设置用户密码，密码必须是\narrow6-20\wide个字母数字字符。默认密码为空。\narrow"
																						   
#string STR_CHANGE_POP_BY_USER          #language en-US  "User Password Changeable by User"
                                        #language zh-Hans "\wide允许用户更改其密码\narrow"
#string STR_CHANGE_POP_BY_USER_HELP     #language en-US  "The User Password can be locked by Administrator."
                                        #language zh-Hans "\wide用户密码可以被管理员禁止修改。\narrow"
#string STR_CLEAR_USER_PASSWORD         #language en-US "Clear User Password"
                                        #language zh-Hans "\wide清除用户密码\narrow"
#string STR_CLEAR_USER_PASSWORD_HELP    #language en-US   "Set User Password to Empty."
                                        #language zh-Hans "\wide设置用户密码为空。\narrow"
																																   
#string STR_PASSWORD_FATAL_ERROR        #language zh-Hans  "\wide密码错误，系统挂起。\narrow" 
                                        #language en-US    "Fatal Error... System Halted."                            
#string STR_ERROR                       #language zh-Hans  "\wide错误\narrow" 
                                        #language en-US    "ERROR"                                        
																		
												
                                            
